[MZAllCreation X2AbilityTemplate]
LocFriendlyName="Всесоздатель"
LocLongDescription="Используйте силу природы, для атаки каждого видимого врага. Применяет дополнительные эффекты, в зависимости от биома."
LocHelpText="Используйте силу природы, для атаки каждого видимого врага. Применяет дополнительные эффекты, в зависимости от биома."
LocFlyOverText="Всесоздатель"
LocPromotionPopupText="<Bullet/> СУБАРКТИЧЕСКИЙ биом: накладывает лютый мороз.<br/><Bullet/> УМЕРЕННЫЙ биом: накладывает слепоту.<br/><Bullet/> СУХОЙ биом: поджигает.<br/><Bullet/> ГОРОДСКОЙ биом: отбрасывает.<br/><Bullet/> ПОДЗЕМНЫЙ биом: дважды наносит урон.<br/><Bullet/> ИНОПЛАНЕТНЫЙ биом: накладывает яд и зомбирование.<br/><Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZAngrySky X2AbilityTemplate]
LocFriendlyName="Бушующее небо"
LocLongDescription="Вызвать гнев природы, чтобы очистить прогнивший город, нанося электрический урон в указанной области."
LocHelpText="Вызвать гнев природы, чтобы очистить прогнивший город, нанося электрический урон в указанной области."
LocFlyOverText="Бушующее небо"
LocPromotionPopupText="<Bullet/> Можно использовать только в ГОРОДСКОМ биоме.<br/><Bullet/> Наносит электрический урон и дезориентирует врагов в небольшой области.<br/><Bullet/> Механические враги будут оглушены.<br/><Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZArcticBreath X2AbilityTemplate]
LocFriendlyName="Арктическое дыхание"
LocLongDescription="Выдохните арктический туман в конусной зоне. Наносит урон холодом и накладывает эффект лютого мороза."
LocHelpText="Выдохните арктический туман в конусной зоне. Наносит урон холодом и накладывает эффект лютого мороза."
LocFlyOverText="Арктическое дыхание"
LocPromotionPopupText="<Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZAvalanche X2AbilityTemplate]
LocFriendlyName="Лавина"
LocLongDescription="Воспользуйтесь силой тундры, чтобы нанести урон холодом и наложить эффект лютого мороза в указанной области."
LocHelpText="Воспользуйтесь силой тундры, чтобы нанести урон холодом и наложить эффект лютого мороза в указанной области."
LocFlyOverText="Лавина"
LocPromotionPopupText="<Bullet/> Можно использовать только в СУБАРИКТИЧЕСКОМ биоме.<br/><Bullet/> Наносит урон холодом и накладывает эффект лютого мороза в указанной области.<br/><Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZBloodChill X2AbilityTemplate]
LocFriendlyName="Кровавый холод"
LocLongDescription="Пожертвуйте <Ability:SelfHealthCost/> ОЗ, чтобы наложить эффект лютого мороза и проклятие крови."
LocHelpText="Пожертвуйте <Ability:SelfHealthCost/> ОЗ, чтобы наложить эффект лютого мороза и проклятие крови."
LocFlyOverText="Кровавый холод"
LocPromotionPopupText="<Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZBoil X2AbilityTemplate]
LocFriendlyName="Кипение"
LocLongDescription="Используйте эффект охлаждения цели, чтобы сварить ее заживо. Наносит огненный урон и поджигает цель."
LocHelpText="Поглотите эффект охлаждения на цели, чтобы нанести огненный урон и поджечь ее."
LocFlyOverText="Кипение"
LocPromotionPopupText="<Bullet/> Можно использовать только на охлажденной цели.<br/><Bullet/> Поглощает все эффекты холода при использовании.<br/><Bullet/> Если враг выживает, то поджигает его.<br/><Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZBrainFreeze X2AbilityTemplate]
LocFriendlyName="Заморозка разума"
LocLongDescription="Заморозьте разум цели изнутри. Накладывает лютый мороз определенной силы в зависимости от проверки воли врага."
LocHelpText="Заморозьте разум цели изнутри. Накладывает лютый мороз определенной силы в зависимости от проверки воли врага."
LocFlyOverText="Заморозка разума"
LocPromotionPopupText="<Bullet/> Всегда охлаждает и может вызвать обморожение или заморозку, в зависимости от проверки воли врага.<br/><Bullet/> Результат игнорирует уже имеющиеся эффекты охлаждения на цели, поэтому будет разумнее применить способность на тех целях, которых вы хотите вывести из боя.<br/><Bullet/> Не работает против механических врагов и странников.<br/><Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZBrittleIce X2AbilityTemplate]
LocFriendlyName="Хрупкий лед"
LocLongDescription="Атаки по охлажденным целям уничтожают их броню. Эффективность увеличивается в зависимости от силы охлаждения врага."
LocHelpText="Атаки по охлажденным целям уничтожают их броню. Эффективность увеличивается в зависимости от силы охлаждения врага."
LocFlyOverText="Хрупкий лед"

[MZChilblains X2AbilityTemplate]
LocFriendlyName="Озноб"
LocLongDescription="Пожертвуйте <Ability:SelfHealthCost/> ОЗ, чтобы нанести урон холодом, который зависит от силы охлаждения цели."
LocHelpText="Пожертвуйте <Ability:SelfHealthCost/> ОЗ, чтобы нанести урон холодом и наложить эффекты лютого мороза и гипотермии."
LocFlyOverText="Озноб"
LocPromotionPopupText="<Bullet/> Чем сильнее охлаждена цель, тем больше урон.<br/><Bullet/> Урон от гипотермии также зависит от силы охлаждения цели.<br/><Bullet/> Максимизируйте урон, применив способность \"Озноб\", против уже замороженной цели."

[MZColdShoulder X2AbilityTemplate]
LocFriendlyName="Холодный прием"
LocLongDescription="Иммунитет к холоду. Получайте меньше урона от охлажденных врагов и еще меньший против обмороженных."
LocHelpText="Иммунитет к холоду. Получайте меньше урона от охлажденных и обмороженных врагов."
LocFlyOverText="Холодный прием"

[MZCometCracker X2AbilityTemplate]
LocFriendlyName="Падение кометы"
LocLongDescription="Ударные способности ракетных и элериевых ускорителей, теперь оглушают при атаке. Радиус способностей \"Ракетный натиск\" и \"Кратер\" увеличен."
LocHelpText="Ударные способности ракетных и элериевых ускорителей, теперь оглушают при атаке. Радиус способностей \"Ракетный натиск\" и \"Кратер\" увеличен."
LocFlyOverText="Падение кометы"

[MZCounterFlood X2AbilityTemplate]
LocFriendlyName="Потоковое противодействие"
LocLongDescription="Ответный огонь на атаки врага, используя силу биома."
LocHelpText="Ответный огонь на атаки врага, используя силу биома."
LocFlyOverText="Потоковое противодействие"
LocPromotionPopupText="<Bullet/> СУБАРКТИЧЕСКИЙ биом: накладывает лютый мороз.<br/><Bullet/> УМЕРЕННЫЙ биом: накладывает слепоту.<br/><Bullet/> СУХОЙ биом: поджигает.<br/><Bullet/> ГОРОДСКОЙ биом: дезориентирует или оглушает роботов. <br/><Bullet/> ПОДЗЕМНЫЙ биом: дважды наносит урон. <br/><Bullet/> ЧУЖОЙ биом: накладывает яд и зомбирование."
[MZCounterFloodShot X2AbilityTemplate]
LocFriendlyName="Потоковое противодействие!"
LocFlyOverText="Потоковое противодействие!"

[MZEarthSpike X2AbilityTemplate]
LocFriendlyName="Земляной шип"
LocLongDescription="Поднимите столб из земли. Наносит урон врагам, рядом с тем местом где появляется и применяет дополнительные эффекты, в зависимости от биома"
LocHelpText="Поднимите столб из земли. Наносит урон врагам, рядом с тем местом где появляется и применяет дополнительные эффекты, в зависимости от биома."
LocFlyOverText="Земляной шип"
LocPromotionPopupText="<Bullet/> Земляной шип можно использовать как полное укрытие.<br/><Bullet/> СУБАРКТИЧЕСКИЙ биом: накладывает лютый мороз.<br/><Bullet/> УМЕРЕННЫЙ биом: накладывает слепоту.<br/><Bullet/> СУХОЙ биом: поджигает.<br/><Bullet/> ГОРОДСКОЙ биом: отбрасывает.<br/><Bullet/> ПОДЗЕМНЫЙ биом: дважды наносит урон.<br/><Bullet/> ЧУЖОЙ биом: накладывает яд и зомбирование.<br/><Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZFortyBelow X2AbilityTemplate]
LocFriendlyName="Ниже сорока градусов"
LocLongDescription="Атаки холодом наносят тем больше урона, чем сильнее охлаждена цель."
LocHelpText="Атаки холодом наносят тем больше урона, чем сильнее охлаждена цель."
LocFlyOverText="Ниже сорока градусов"
LocPromotionPopupText="<Bullet/> По замороженным целям, бонус к урону будет максимальный.<br/><Bullet/> Не действует на подожженных противников."

[MZFreezeProtocol X2AbilityTemplate]
LocFriendlyName="Протокол \"Мгновенная заморозка\""
LocLongDescription="Отправьте \"Гремлина\" к врагу, чтобы скинуть ему на голову капсулу с жидким азотом, мгновенно заморозив его."
LocHelpText="Отправьте \"Гремлина\" к врагу, чтобы скинуть ему на голову капсулу с жидким азотом, мгновенно заморозив его."
LocFlyOverText="Протокол \"Мгновенная заморозка\""
LocPromotionPopupText="<Bullet/> Один заряд на миссию.<br/><Bullet/> Требуется успешный бросок взлома."

[MZFreezingSpear X2AbilityTemplate]
LocFriendlyName="Морозное копье"
LocLongDescription="Выстрелить лучом ледяной энергии, который наносит урон холодом и накладывает эффект лютого мороза на всех пораженных целей."
LocHelpText="Выстрелить лучом ледяной энергии, который наносит урон холодом и накладывает эффект лютого мороза на всех пораженных целей."
LocFlyOverText="Морозное копье"
LocPromotionPopupText="<Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZFreezingSphere X2AbilityTemplate]
LocFriendlyName="Морозная сфера"
LocLongDescription="Бросок ледяного шара, который взрывается при ударе, нанося урон холодом и накладывает эффект лютого мороза на всех пораженных целей."
LocHelpText="Бросок ледяного шара, который взрывается при ударе, нанося урон холодом и накладывает эффект лютого мороза на всех пораженных целей."
LocFlyOverText="Морозная сфера"
LocPromotionPopupText="<Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZFrigidWhisper X2AbilityTemplate]
LocFriendlyName="Холодный шепот"
LocLongDescription="Свободное действие. Послать леденящие мысли, охлаждая уязвимый разум."
LocHelpText="Свободное действие. Послать леденящие мысли, охлаждая уязвимый разум."
LocFlyOverText="Холодный шепот"
LocPromotionPopupText="<Bullet/> Не может быть использовано против целей, с иммунитетом к ментальным эффектам.<br/><Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZFrostbite X2AbilityTemplate]
LocFriendlyName="Ледяной раскол"
LocLongDescription="Взрыв леденящего мороза, накладывающий эффект разрыва и наносящий урон в зависимости от того, насколько сильно охлаждена цель."
LocHelpText="Взрыв леденящего мороза, накладывающий эффект разрыва и наносящий урон в зависимости от того, насколько сильно охлаждена цель."
LocFlyOverText="Ледяной раскол"
LocPromotionPopupText="<Bullet/> Разрыв увеличивает урон, получаемый от всех последующих атак. <br/><Bullet/> Применяет разрыв, в количестве от 1 (без эффектов охлаждения) до 4 (заморозка).<br/><Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZFrostBullet X2AbilityTemplate]
LocFriendlyName="Морозная пуля"
LocLongDescription="Искусная пуля: наносит урон холодом и накладывает эффект лютого мороза."
LocHelpText="Искусная пуля: наносит урон холодом и накладывает эффект лютого мороза."
LocFlyOverText="Морозная пуля"
LocPromotionPopupText="<Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."
[MZFrostBulletX X2AbilityTemplate]
LocFriendlyName="Болезненный озноб"
LocLongDescription="Способность \"Морозная пуля\", также накладывает эффект гипотермии, который наносит постепенный урон, в зависимости от уровня охлаждения цели."
LocHelpText="Способность \"Морозная пуля\", также накладывает эффект гипотермии, который наносит постепенный урон, в зависимости от уровня охлаждения цели."
LocFlyOverText="Болезненный озноб"
LocPromotionPopupText="<Bullet/> Гипотермия наносит максимальный урон замороженным целям."

[MZFrostFusil X2AbilityTemplate]
LocFriendlyName="Морозная пищаль"
LocLongDescription="Потребляет <Ability:SelfManaCost/> маны. Выстрел из пистолета, который наносит дополнительный урон холодом и накладывает эффект лютого мороза."
LocHelpText="Потребляет <Ability:SelfManaCost/> маны. Выстрел из пистолета, который наносит дополнительный урон холодом и накладывает эффект лютого мороза."
LocFlyOverText="Морозная пищаль"
LocPromotionPopupText="<Bullet/> Потребляет <Ability:SelfManaCost/> маны.<br/><Bullet/> Наносит дополнительный урон, равный <Ability:MZAddElemTargetDamageDLC/> базового урона оружия в виде урона от холода.<br/><Bullet/> Базовое уничтожение и пробивание брони увеличивается на ту же величину."

[MZFrostKnife X2AbilityTemplate]
LocFriendlyName="Ледяной клык"
LocLongDescription="Нанесите удар по рядом стоящему врагу, нанеся урон холодом и наложив эффект лютого мороза и гипотермию."
LocHelpText="Нанесите удар по рядом стоящему врагу, нанеся урон холодом и наложив эффект лютого мороза и гипотермию."
LocFlyOverText="Ледяной клык"
LocPromotionPopupText="<Bullet/> Лютый мороз уменьшает мобильность и уклонение, а при достаточном количестве применений, замораживает цель.<br/><Bullet/> Гипотермия - эффект постепенного урона, сила которого зависит от того, насколько сильно охлаждена цель.<br/><Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZFrostProtocol X2AbilityTemplate]
LocFriendlyName="Протокол \"Мороз\""
LocLongDescription="Отправьте \"Гремлина\", чтобы нанести гарантированный небольшой урон и наложить эффект лютого мороза."
LocHelpText="Отправьте \"Гремлина\", чтобы нанести гарантированный небольшой урон и наложить эффект лютого мороза."
LocFlyOverText="Протокол \"Мороз\""
LocPromotionPopupText="<Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZFrostRuneshot X2AbilityTemplate]
LocFriendlyName="Морозный рунический выстрел"
LocLongDescription="Потребляет <Ability:SelfManaCost/> ед. маны. Сделайте выстрел, который наносит урон от холода и накладывает эффект лютого мороза."
LocHelpText="Потребляет <Ability:SelfManaCost/> ед. маны. Сделайте выстрел, который наносит урон от холода и накладывает эффект лютого мороза."
LocFlyOverText="Морозный рунический выстрел"
LocPromotionPopupText="<Bullet/> Потребляет <Ability:SelfManaCost/> ед. маны.<br/><Bullet/> Наносит дополнительный урон, равный <Ability:MZAddElemTargetDamageDLC/> базового урона оружия в виде урона от холода.<br/><Bullet/> Базовое уничтожение и пробивание брони увеличивается на ту же величину."

[MZFrostSabre X2AbilityTemplate]
LocFriendlyName="Морозная сабля"
LocLongDescription="Потребляет <Ability:SelfManaCost/> маны. Ударьте в ближнем бою любого врага в радиусе перемещения. Наносит дополнительный урон от холода и накладывает эффект лютого мороза."
LocHelpText="Потребляет <Ability:SelfManaCost/> маны. Ударьте в ближнем бою любого врага в радиусе перемещения. Наносит дополнительный урон от холода и накладывает эффект лютого мороза."
LocFlyOverText="Морозная сабля"
LocPromotionPopupText="<Bullet/> Потребляет <Ability:SelfManaCost/> маны.<br/><Bullet/> Наносит дополнительный урон, равный <Ability:MZAddElemTargetDamageDLC/> базового урона оружия в виде урона от холода.<br/><Bullet/> Бонусный урон и пробивание брони увеличивается от \"Двуручного хвата\".<br/><Bullet/> Базовое уничтожение и пробивание брони увеличивается на ту же величину."

[MZFrozenAbyss X2AbilityTemplate]
LocFriendlyName="Морозная бездна"
LocLongDescription="Пожертвуйте <Ability:SelfPercentHealthCost/> ОЗ, чтобы создать \"Морозную бездну\", которая поглотит жизненную силу тех кто останется внутри, когда <Ability:CLASSNAME/> начнет свой ход."
LocHelpText="Пожертвуйте <Ability:SelfPercentHealthCost/> ОЗ, чтобы создать морозную бездну, которая поглотит жизненную силу тех кто останется внутри, когда <Ability:CLASSNAME/> начнет свой ход."
LocFlyOverText="Морозная бездна"
LocPromotionPopupText="<Bullet/> Изначально наносит небольшой урон холодом и накладывает эффект лютого мороза.<br/><Bullet/> В начале следующего хода наносит огромный урон от холода, который поглощает здоровье.<br/><Bullet/> Эффективность кражи жизни, возрастает, когда у заклинателя мало здоровья.<br/><Bullet/> При разрушении, \"Морозная бездна\" оставляет после себя проклятое облако.<br/><Bullet/> Из-за высокого расхода здоровья и задержки перед взрывом, использование этой способности может быть опасным.<br/><Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."
[MZFrozenAbyssStage2 X2AbilityTemplate]
LocFriendlyName="Морозная бездна"
LocFlyOverText="Морозная бездна"

[MZGeoSkyPaired X2AbilityTemplate]
LocFriendlyName="Геомантия: Открытое небо"
LocLongDescription="Предоставляет две способности геомантии: \"Бушующее небо\" для ГОРОДСКОГО биома и \"Туманная буря\" для УМЕРЕННОГО биома."
LocHelpText="Предоставляет две способности геомантии: \"Бушующее небо\" для ГОРОДСКОГО биома и \"Туманная буря\" для УМЕРЕННОГО биома."
LocFlyOverText="Геомантия: Открытое небо"

[MZGeoTempPaired X2AbilityTemplate]
LocFriendlyName="Геомантия: Экстремальные температуры"
LocLongDescription="Предоставляет две способности геомантии: \"Сияющая вспышка\" для СУХОГО биома и \"Лавина\" для СУБАРКТИЧЕСКОГО биома."
LocHelpText="Предоставляет две способности геомантии: \"Сияющая вспышка\" для СУХОГО биома и \"Лавина\" для СУБАРКТИЧЕСКОГО биома."
LocFlyOverText="Геомантия: Экстремальные температуры"

[MZGeoDarkPaired X2AbilityTemplate]
LocFriendlyName="Геомантия: Темные места"
LocLongDescription="Предоставляет две способности геомантии: \"Камнепад\" для ПОДЗЕМНОГО биома и \"Ядовитый шквал\" для ЧУЖОГО биома."
LocHelpText="Предоставляет две способности геомантии: \"Камнепад\" для ПОДЗЕМНОГО биома и \"Ядовитый шквал\" для ЧУЖОГО биома."
LocFlyOverText="Геомантия: Темные места"

[MZGlacialSpike X2AbilityTemplate]
LocFriendlyName="Ледниковый шип"
LocLongDescription="Поднимите столб изо льда. Ближайшие враги получают урон от холода и обморожение"
LocHelpText="Поднимите столб изо льда. Ближайшие враги получают урон от холода и обморожение"
LocFlyOverText="Ледниковый шип"
LocPromotionPopupText="<Bullet/> Столб можно использовать как полное укрытие.<br/><Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZGlacialTomb X2AbilityTemplate]
LocFriendlyName="Ледниковая гробница"
LocLongDescription="Один раз за миссию заключите врага в глыбу льда. Действует даже против врагов, обычно невосприимчивых к урону от холода."
LocHelpText="Один раз за миссию заключите врага в глыбу льда. Действует даже против врагов, обычно невосприимчивых к урону от холода."
LocFlyOverText="Ледниковая гробница"
LocPromotionPopupText="<Bullet/> Можно использовать только один раз за миссию. <br/><Bullet/> Способность имеет тип урона \"опутывание\" вместо урона холодом, поэтому эффективна против противников, которые обычно невосприимчивы к заморозке."

[MZHeatDrain X2AbilityTemplate]
LocFriendlyName="Тепловой отвод"
LocLongDescription="Поглощайте тепло врага, охлаждая его и восстанавливая свои ОЗ. Если при этом цель страдает от ожога, наносится повышенный урон."
LocHelpText="Поглощайте тепло врага, охлаждая его и восстанавливая свои ОЗ. Если при этом цель страдает от ожога, наносится повышенный урон."
LocFlyOverText="Тепловой отвод"
LocPromotionPopupText="<Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZHoarfrostBlade X2AbilityTemplate]
LocFriendlyName="Клинок морозного инея"
LocLongDescription="Дважды атакуйте врага ледяным клинком. Накладывает эффект лютого мороза."
LocHelpText="Дважды атакуйте врага ледяным клинком. Накладывает эффект лютого мороза."
LocFlyOverText="Клинок морозного инея"
LocPromotionPopupText="<Bullet/> Имеет <Ability:MZHoarfrostBladeCharges/> заряда на миссию."

[MZIcebreaker X2AbilityTemplate]
LocFriendlyName="Ледокол"
LocLongDescription="Разбейте замороженного врага, нанеся серьезный критический урон. Осколки льда нанесут урон противникам в конусе позади замороженной цели."
LocHelpText="Разбейте замороженного врага, нанеся серьезный критический урон. Осколки льда нанесут урон противникам в конусе позади замороженной цели."
LocFlyOverText="Ледокол"
LocPromotionPopupText="<Bullet/> Можно использовать только против замороженного врага, удар поглотит все эффекты охлаждения на враге при атаке.<br/><Bullet/> Всегда попадает и наносит критический урон.<br/><Bullet/> Наносит два удара основной цели, но только один удар по целям позади нее.<br/><Bullet/> На стоящих позади основной цели врагов накладывается эффект лютого мороза.<br/><Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZIceDragonBreath X2AbilityTemplate]
LocFriendlyName="Ледяное дыхание дракона"
LocLongDescription="Выдохните конус морозного холода перед собой. Наносит урон холодом и накладывает эффект лютого мороза."
LocHelpText="Выдохните конус морозного холода перед собой. Наносит урон холодом и накладывает эффект лютого мороза."
LocFlyOverText="Ледяное дыхание дракона"
LocPromotionPopupText="<Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZIcyBurst X2AbilityTemplate]
LocFriendlyName="Ледяной порыв"
LocLongDescription="Стреляйте непрерывной серией морозных боеприпасов. Два последовательных выстрела, которые наносят урон от холода и накладывает эффект лютого мороза."
LocHelpText="Два последовательных выстрела, которые наносят урон от холода и накладывает эффект лютого мороза."
LocFlyOverText="Ледяной порыв"
LocPromotionPopupText="<Bullet/> Требует 2 действия и 3 ед. боеприпасов.<br/><Bullet/> Каждый выстрел накладывает эффект лютого мороза, поэтому если оба выстрела попали, эффект будет применен 2 раза.<br/><Bullet/> Специальные боеприпасы не применяются ни к одному из выстрелов.<br/><Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."
[MZIcyBurst2 X2AbilityTemplate]
LocFriendlyName="Ледяной порыв"
LocFlyOverText="Ледяной порыв"

[MZJetPunchCombo X2AbilityTemplate]
LocFriendlyName="Комбинация реактивных ударов"
LocLongDescription="Ударные способности ракетных и элериевых ускорителей, больше не заканчивают ход."
LocHelpText="Ударные способности ракетных и элериевых ускорителей, больше не заканчивают ход."
LocFlyOverText="Комбинация реактивных ударов"

[MZLavaAxe X2AbilityTemplate]
LocFriendlyName="Лавовый топор"
LocHelpText="Бросить лавовый топор во врага. Наносит урон огнем и поджигает цель."
LocLongDescription="Бросить лавовый топор во врага. Наносит урон огнем и поджигает цель."
LocFlyOverText="Лавовый топор"
LocPromotionPopupText="<Bullet/> Эта атака не завершает ход.<br/><Bullet/> Имеет общее время восстановления с другими бросками элементальных топоров.<br/><Bullet/> Время восстановления уменьшается по мере того, как <Ability:CLASSNAME/> изучает другие броски элементальных топоров.<br/><Bullet/> Базовая перезарядка - <Ability:SELFCOOLDOWN/> ход(а)."

[MZMistStorm X2AbilityTemplate]
LocFriendlyName="Туманная буря"
LocLongDescription="Воспользуйтесь силой тумана, чтобы ослепить и нанести псионический, урон всем целям в указанной области."
LocHelpText="Воспользуйтесь силой тумана, чтобы ослепить и нанести псионический, урон всем целям в указанной области."
LocFlyOverText="Туманная буря"
LocPromotionPopupText="<Bullet/> Можно использовать только в УМЕРЕННОМ биоме.<br/><Bullet/> Наносит псионический урон и ослепляет все цели в небольшой области.<br/><Bullet/> Также, снижает волю и защиту от взлома у пораженных целей.<br/><Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZNaturesEmbrace X2AbilityTemplate]
LocFriendlyName="Объятия природы"
LocLongDescription="Воспользуйтесь силой природы, чтобы атаковать одиночную цель. Применяет дополнительные эффекты, в зависимости от биома."
LocHelpText="Воспользуйтесь силой природы, чтобы атаковать одиночную цель. Применяет дополнительные эффекты, в зависимости от биома."
LocFlyOverText="Объятия природы"
LocPromotionPopupText="<Bullet/> СУБАРКТИЧЕСКИЙ биом: накладывает лютый мороз.<br/><Bullet/> УМЕРЕННЫЙ биом: накладывает слепоту.<br/><Bullet/> СУХОЙ биом: поджигает.<br/><Bullet/> ГОРОДСКОЙ биом: отбрасывает.<br/><Bullet/> ПОДЗЕМНЫЙ биом: дважды наносит урон.<br/><Bullet/> ЧУЖОЙ биом: накладывает яд и зомбирование.<br/><Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZNaturesWrath X2AbilityTemplate]
LocFriendlyName="Гнев природы"
LocLongDescription="Способность \"Объятия природы\" больше не имеет время восстановления. Способности геомантии получают возможность наносить критические удары и дополнительный урон, который зависит от количества изученных способностей геомантии."
LocHelpText="Способность \"Объятия природы\" больше не имеет время восстановления. Способности геомантии получают возможность наносить критические удары и дополнительный урон, который зависит от количества изученных способностей геомантии."
LocFlyOverText="Гнев природы"
LocPromotionPopupText="<Bullet/> Способность \"Объятия природы\" больше не имеет время восстановления.<br/><Bullet/> Способности геомантии получают <Ability:NatureWrathCRITCHANCE/>% шанс нанести критическое попадание, за каждую изученную способность геомантии.<br/><Bullet/> Способности геомантии получают +<Ability:NatureWrathCRITDAMAGE/> ед. критического урона за каждую изученную способность геомантии."

[MZPiercingCold X2AbilityTemplate]
LocFriendlyName="Пронзающий холод"
LocLongDescription="Атаки по охлажденным целям пробивают броню. Эффективность увеличивается в зависимости от охлаждения цели."
LocHelpText="Атаки по охлажденным целям пробивают броню. Эффективность увеличивается в зависимости от охлаждения цели."
LocFlyOverText="Пронзающий холод"

[MZPolarRay X2AbilityTemplate]
LocFriendlyName="Полярный луч"
LocLongDescription="Выстрел ледяным лучом, который наносит урон каждой цели, через которую он проходит. Эта способность может пробить множество врагов и препятствий."
LocHelpText="Выстрел ледяным лучом, который повреждает и охлаждает каждую цель, через которую он проходит."
LocFlyOverText="Полярный луч"
LocPromotionPopupText="<Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZRestedWings X2AbilityTemplate]
LocFriendlyName="Отдохнувшие крылья"
LocLongDescription="Использование \"глухой обороны\", восстанавливает заряд \"Выстрела в полете\". Убийство во время активного \"Выстрела в полете\", восстанавливает заряд \"Полета\"."
LocHelpText="Использование \"глухой обороны\", восстанавливает заряд \"Выстрела в полете\". Убийство во время активного \"Выстрела в полете\", восстанавливает заряд \"Полета\"."
LocFlyOverText="Отдохнувшие крылья"

[MZRockfall X2AbilityTemplate]
LocFriendlyName="Камнепад"
LocLongDescription="Воспользуйтесь мощью подземелья и нанесите огромный урон в указанной области."
LocHelpText="Воспользуйтесь мощью подземелья и нанесите огромный урон в указанной области."
LocFlyOverText="Камнепад"
LocPromotionPopupText="<Bullet/> Можно использовать только в ПОДЗЕМНОМ биоме.<br/><Bullet/> Наносит два удара в виде урона ближнего боя, всем целям в небольшой области.<br/><Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZSeismicShift X2AbilityTemplate]
LocFriendlyName="Сейсмический сдвиг"
LocLongDescription="Телепортируйтесь в новое место и обрушьте силу природы на врагов. Применяет дополнительные эффекты, в зависимости от биома."
LocHelpText="Телепортируйтесь в новое место и обрушьте силу природы на врагов. Применяет дополнительные эффекты, в зависимости от биома."
LocFlyOverText="Сейсмический сдвиг"
LocPromotionPopupText="<Bullet/> СУБАРКТИЧЕСКИЙ биом: накладывает лютый мороз.<br/><Bullet/> УМЕРЕННЫЙ биом: накладывает слепоту.<br/><Bullet/> СУХОЙ биом: поджигает.<br/><Bullet/> ГОРОДСКОЙ биом: отбрасывает.<br/><Bullet/> ПОДЗЕМНЫЙ биом: дважды наносит урон.<br/><Bullet/> ЧУЖОЙ биом: накладывает яд и зомбирование.<br/><Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZShatter X2AbilityTemplate]
LocFriendlyName="Вдребезги"
LocLongDescription="Взорвите замороженного врага, освободив его от заморозки, но нанеся огромный урон ему и в области вокруг цели."
LocHelpText="Взорвите замороженного врага, освободив его от заморозки, но нанеся огромный урон ему и в области вокруг цели."
LocFlyOverText="В вдребезги"
LocPromotionPopupText="<Bullet/> Можно использовать только против замороженного врага и поглотит все эффекты охлаждения.<br/><Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZShatterShot X2AbilityTemplate]
LocFriendlyName="Разбить в вдребезги"
LocLongDescription="Прицельный выстрел, разбивающий лед на замороженном противнике, нанося огромный критический урон. Также, наносит урон всем в области вокруг цели."
LocHelpText="Прицельный выстрел, разбивающий лед на замороженном противнике, нанося огромный критический урон. Также, наносит урон всем в области вокруг цели."
LocFlyOverText="Разбить в вдребезги"
LocPromotionPopupText="<Bullet/> Можно использовать только против замороженного врага и поглотит все эффекты охлаждения.<br/><Bullet/> Всегда попадает и наносит критический урон.<br/><Bullet/> Наносит урон два раза по основной цели, но урон по целям стоящим вокруг наносится только один раз.<br/><Bullet/> При выстреле, на стоящих вокруг основной цели юнитов, накладывается эффект лютого мороза.<br/><Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZShiningFlare X2AbilityTemplate]
LocFriendlyName="Сияющая вспышка"
LocLongDescription="Воспользуйтесь силой пустыни, нанося урон огнем и поджигая указанную область."
LocHelpText="Воспользуйтесь силой пустыни, нанося урон огнем и поджигая указанную область."
LocFlyOverText="Сияющая вспышка"
LocPromotionPopupText="<Bullet/> Можно использовать только в СУХОМ биоме.<br/><Bullet/> Наносит урон огнем и поджигает врагов в небольшой области.<br/><Bullet/> Также, поджигает местность.<br/><Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZShiver X2AbilityTemplate]
LocFriendlyName="Дрожь"
LocLongDescription="Наносящие урон атаки с помощью оружия: <Ability:WEAPONNAME/>, имеют <Ability:MZSHIVERCHANCE/>% шанс наложить эффект лютого мороза."
LocHelpText="Наносящие урон атаки с помощью оружия: <Ability:WEAPONNAME/>, имеют <Ability:MZSHIVERCHANCE/>% шанс наложить эффект лютого мороза."
LocFlyOverText="Дрожь"
[MZApplyShiver X2AbilityTemplate]
LocFriendlyName="Дрожь"
LocFlyOverText="Дрожь"

[MZShiverOnCrit X2AbilityTemplate]
LocFriendlyName="Критический холод"
LocLongDescription="Наносящие критический урон атаки с помощью оружия: <Ability:WEAPONNAME/> имеют <Ability:MZSHIVERONCRITCHANCE/>% шанс наложить эффект лютого мороза."
LocHelpText="Наносящие критический урон атаки с помощью оружия: <Ability:WEAPONNAME/> имеют <Ability:MZSHIVERONCRITCHANCE/>% шанс наложить эффект лютого мороза."
LocFlyOverText="Критический холод"

[MZShiverSuppress X2AbilityTemplate]
LocFriendlyName="Морозное подавление"
LocLongDescription="Подавляющие способности имеют <Ability:MZSHIVERSUPPRESSCHANCE/>% шанс наложить эффект лютого мороза."
LocHelpText="Подавляющие способности имеют <Ability:MZSHIVERSUPPRESSCHANCE/>% шанс наложить эффект лютого мороза."
LocFlyOverText="Морозное подавление"

[MZSlingBlade X2AbilityTemplate]
LocFriendlyName="Метательное лезвие"
LocHelpText="Бросьте топор во врага. Эта атака не завершает ход."
LocLongDescription="Бросьте топор во врага. Эта атака не завершает ход."
LocFlyOverText="Метательное лезвие"
LocPromotionPopupText="<Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZSliprain X2AbilityTemplate]
LocFriendlyName="Ледяной дождь"
LocLongDescription="Поливает цель ледяным дождем. Наносит урон холодом и накладывает эффект лютого мороза."
LocHelpText="Поливает цель ледяным дождем. Наносит урон холодом и накладывает эффект лютого мороза".
LocFlyOverText="Ледяной дождь"
LocPromotionPopupText="<Bullet/> Враг делает бросок против ментальной атаки, но ментальный иммунитет не защищает от этой способности.<br/><Bullet/> Способность позволяет легко поражать роботов, у которых обычно очень низкая воля.<br/><Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZSnowflakeDraft X2AbilityTemplate]
LocFriendlyName="Морозный узор"
LocLongDescription="Выберите область и атакуйте всех врагов замораживающим клинком. Наносит урон холодом и накладывает эффект лютого мороза."
LocHelpText="Выберите область и атакуйте всех врагов замораживающим клинком. Наносит урон холодом и накладывает эффект лютого мороза."
LocFlyOverText="Морозный узор"
LocPromotionPopupText="<Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZStormHammer X2AbilityTemplate]
LocFriendlyName="Штормовой молот"
LocHelpText="Бросьте в цель наэлектризованный топор. Наносит урон электричеством и дезориентирует цель."
LocLongDescription="Бросьте в цель наэлектризованный топор. Наносит урон электричеством и дезориентирует цель."
LocFlyOverText="Штормовой молот"
LocPromotionPopupText="<Bullet/> Эта атака не завершает ход.<br/><Bullet/> Имеет общее время восстановления с другими бросками элементальных топоров.<br/><Bullet/> Время восстановления уменьшается по мере того, как <Ability:CLASSNAME/> изучает другие броски элементальных топоров.<br/><Bullet/> Базовая перезарядка - <Ability:SELFCOOLDOWN/> ход(а)."

[MZSuperColdStorage X2AbilityTemplate]
LocFriendlyName="Переохлажденное хранилище"
LocLongDescription="Резервуары с жидким азотом \"Гремлина\", хранятся в сжатом состоянии при еще более низких температурах, что дает бонусные заряды к способностям \"Мгновенная заморозка\" и \"Мороз\"."
LocHelpText="Резервуары с жидким азотом \"Гремлина\", хранятся в сжатом состоянии при еще более низких температурах, что дает бонусные заряды к способностям \"Мгновенная заморозка\" и \"Мороз\"."
LocFlyOverText="Переохлажденное хранилище"

[MZTeineiWind X2AbilityTemplate]
LocFriendlyName="Ветра Тэйнея"
LocLongDescription="Сметите ледяными ветрами большую область. Наносит урон холодом и накладывает эффект лютого мороза. Горящие противники, избавляются от эффекта горения, но получают повышенный урон."
LocHelpText="Сметите ледяными ветрами большую область. Наносит урон холодом и накладывает эффект лютого мороза. Горящие противники, избавляются от эффекта горения, но получают повышенный урон."
LocFlyOverText="Ветра Тэйнея"
LocPromotionPopupText="<Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZUltimaShot X2AbilityTemplate]
LocFriendlyName="Ультимативный выстрел"
LocLongDescription="Создано на основе самой мощной магии. Во время \"Выстрела в полете\", сделайте мощный выстрел, поглотив при этом <Ability:ULTIMAJETSHOTCOST/> заряда способности \"Выстрел в полете\"."
LocHelpText="Создано на основе самой мощной магии. Во время \"Выстрела в полете\", сделайте мощный выстрел, поглотив при этом <Ability:ULTIMAJETSHOTCOST/> заряда способности \"Выстрел в полете\"."
LocFlyOverText="Ультимативный выстрел"
LocPromotionPopupText="<Bullet/> Для использование необходим активный \"Выстрел в полете\".<br/><Bullet/> Требует и расходует <Ability:ULTIMAJETSHOTCOST/> заряда способности \"Выстрел в полете\".<br/><Bullet/> Наносит до трех ударов."

[MZVapourBlade X2AbilityTemplate]
LocFriendlyName="Иниевое лезвие"
LocHelpText="Бросьте в цель морозный топор. Наносит урон холодом и накладывает эффект лютого мороза."
LocLongDescription="Бросьте в цель морозный топор. Наносит урон холодом и накладывает эффект лютого мороза."
LocFlyOverText="Иниевое лезвие"
LocPromotionPopupText="<Bullet/> Эта атака не завершает ход.<br/><Bullet/> Имеет общее время восстановления с другими бросками элементальных топоров.<br/><Bullet/> Время восстановления уменьшается по мере того, как <Ability:CLASSNAME/> изучает другие броски элементальных топоров.<br/><Bullet/> Базовая перезарядка - <Ability:SELFCOOLDOWN/> ход(а)."

[MZVeinFreeze X2AbilityTemplate]
LocFriendlyName="Заморозка жил"
LocLongDescription="Пожертвуйте <Ability:SelfHealthCost/> ОЗ, чтобы заморозить органического врага."
LocHelpText="Пожертвуйте <Ability:SelfHealthCost/> ОЗ, чтобы заморозить органического врага."
LocFlyOverText="Заморозка жил"
LocPromotionPopupText="<Bullet/> Имеет высокую стоимость здоровья, но не имеет ограничений на использование и времени восстановления.<br/><Bullet/> Нельзя использовать против механических врагов и врагов с иммунитетом к холоду."

[MZVenomSquall X2AbilityTemplate]
LocFriendlyName="Ядовитый шквал"
LocLongDescription="Вызвать гнев природы против губительных пришельцев и нанести тяжелый удар ядом в указанной области."
LocHelpText="Вызвать гнев природы против губительных пришельцев и нанести тяжелый удар ядом в указанной области. Создает облако яда."
LocFlyOverText="Ядовитый шквал"
LocPromotionPopupText="<Bullet/> Можно использовать только в ЧУЖОМ биоме.<br/><Bullet/> Наносит урон ядом, отравляет и зомбирует всех врагов в небольшой области.<br/><Bullet/> Также, оставляет после атаки ядовитое облако.<br/><Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

[MZViciousFalcon X2AbilityTemplate]
LocFriendlyName="Жестокий сокол"
LocLongDescription="Наносите больше урона ударными способностями ракетных и элериевых ускорителей, а также во время \"Выстрела в полете\"."
LocHelpText="Наносите больше урона ударными способностями ракетных и элериевых ускорителей, а также во время \"Выстрела в полете\"."
LocFlyOverText="Жестокий сокол"

[MZWinterProtocol X2AbilityTemplate]
LocFriendlyName="Протокол \"Зима\""
LocLongDescription="Отправьте \"Гремлина\" чтобы сбросить врагу на голову взрывную капсулу с криогенным веществом. Наносит урон холодом и накладывает эффект лютого мороза."
LocHelpText="Отправьте \"Гремлина\" чтобы сбросить врагу на голову взрывную капсулу с криогенным веществом. Наносит урон холодом и накладывает эффект лютого мороза."
LocFlyOverText="Протокол \"Зима\""
LocPromotionPopupText="<Bullet/> Имеет <Ability:MZWinterProtocolCharges/> заряд(а) на миссию."

[MZWhiteoutProtocol X2AbilityTemplate]
LocFriendlyName="Протокол \"Белая мгла\""
LocLongDescription="Отправьте \"Гремлина\" чтобы накрыть указанную область ледяным туманом, который ослепляет врагов и накладывает эффект лютого мороза."
LocHelpText="Отправьте \"Гремлина\" чтобы накрыть указанную область ледяным туманом, который ослепляет врагов и накладывает эффект лютого мороза."
LocFlyOverText="Протокол \"Белая мгла\""
LocPromotionPopupText="<Bullet/> Хотя оба эффекта представляют собой слабый контроль, они могут стоящий на большом расстоянии врагов сделать беспомощными.<br/><Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."

